Revit 2020 API
AdvancedWood.WoodCurlyDistortionEnable Property
 The property labeled "Enable distortion for wood secondary curly highlight" from the "PrismWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string WoodCurlyDistortionEnable { get; }
Visual Basic
Public Shared ReadOnly Property WoodCurlyDistortionEnable As String
	Get
Visual C++
public:
static property String^ WoodCurlyDistortionEnable {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace